Repository: twlvnn/khronos
Catalog: po/*.po
Languages: bg

source: Log the time it took to do tasks
bg: Запишете времето за изпълняването на задачи

source: Start logging any task's time to completion, with the ability to stop the timer at any moment, with notifications for longer task sessions.
bg: Започнете да записвате времето до завършването на всяка задача с възможност за спиране на таймера във всеки един момент, с известия за по—дълги сесии на задачите.

source: Quit anytime with the shortcut Ctrl + Q
bg: Спрете програмата по всяко време с клавишната комбинация Ctrl + Q

source: Plot
bg: Начертаване

source: Planning
bg: Планиране

source: Time Tracking
bg: Следене на времето

source: Release: Day 2
bg: Издание: Ден 2

source: Changed: Overall refinements to match the updated looks of GNOME apps.
bg: Променено: Цялостно усъвършенстване, за да съответства на обновения външен вид на програмите на GNOME.

source: Track each task time in a simple inobtrusive way
bg: Следете времето на всяка задача по прост и ненатрапчив начин

source: Plot;Planning;Time Tracking;
bg: Начертаване;Планиране;Следене на време;

source: Migration Version
bg: Версия за миграцията

source: The version of migration to use; Do not change.
bg: Версията на миграцията, която да се използва; Не променяйте.

source: Delay between notifications
bg: Закъснение между известията

source: The delay between two notifications, default is 30min. in seconds.
bg: Закъснението между две известия, стандартно е 30 мин., в секунди.

source: Export Logs as CSV…
bg: Изнасяне на журналите като CSV…

source: Import Logs from CSV…
bg: Внасяне на журналите от CSV…

source: About Khronos
bg: Относно „Khronos“

source: • events
bg: • събития

source: Timer
bg: Таймер

source: Log name…
bg: Име на журнала…

source: Tags (split by colons)…
bg: Етикети (разделени с двоеточие)…

source: Logs
bg: Журнали

source: Starts the timer for a log
bg: Стартиране на таймера за журнала

source: Stops the timer for a log
bg: Спиране на таймера за журнала

source: Resets the timer
bg: Нулиране на таймера

source: Adds a log to the list
bg: Добавяне на журнала към списъка

source: Cleans the logs list
bg: Изчистване на списъка с журнали

source: events
bg: събития

source: Pauses the timer for a log
bg: Спиране на пауза таймера за журнала

source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>

source: Go rest for a while before continuing.
bg: Починете си за малко, преди да продължите.

source: Maybe grab a snack before continuing.
bg: Може да вземете снакс, преди да продължите.

source: Perhaps go get some coffee or tea before continuing.
bg: Преди да продължите, може да си пиете кафе или чай.

source: That's a big task. Let's rest a bit before continuing.
bg: Това е голяма задача. Нека си починем малко, преди да продължим.

source: Amazing work! But please rest a bit before continuing.
bg: Добра работа! Но си починете малко, преди да продължите.

source: CSV files
bg: CSV файлове

source: All files
bg: Всички файлове

source: Clear Logs?
bg: Дали да се изчистят журналите?

source: Clearing means the logs here will be permanently lost with no recovery.
bg: Изчистването означава, че журналите тук ще бъдат изгубени без възможност за възстановяване.

source: Cancel
bg: Отказване

source: Clear
bg: Изчистване
